Revit 2027 API
Document.PlanTopology Property
Gets the PlanTopology of a given level.
Overload List
Name | Description
PlanTopology[Level] | Get the PlanTopology of a given level in the last phase.
PlanTopology[Level, Phase] | Get the PlanTopology of a given level in a given phase.
Top
See Also
Reference
Document Class
Autodesk.Revit.DB Namespace